semestr1/his-fil/20.01.2021-w.org
#+TITLE: stoicyzm

* fatum
  - czowiek ma do odebrania rolę w sztuce, którą wybiera "kierownik"
  - zadaniem czlowieka jest odebgrać swoja daną rolę (ale można ją też kształtować - tzn wyboru dostepne w zakresie danej roli?)
  - eudaimonia - szczęście 
  - officium - obowiązek/powinność - iść za nakazami rozumu, postępować zgodnie z głosem wewnętrznym
  - przeciwienstwo do epikurejskiej przyjemności - pragnienia przeszkadzają człowiekowi działac rozsądnie 
  1. apatia
  2. ataraksia niewzruszonosc
  3. autarkia samowystarczalnosc

  - 

  - intencja czynu ponad skutek
