semestr1/his-fil/20.01.2021-w.md

# Table of Contents

1.  [fatum](#org92420fa)



<a id="org92420fa"></a>

# fatum

-   czowiek ma do odebrania rolę w sztuce, którą wybiera "kierownik"
-   zadaniem czlowieka jest odebgrać swoja daną rolę (ale można ją też kształtować - tzn wyboru dostepne w zakresie danej roli?)
-   eudaimonia - szczęście
-   officium - obowiązek/powinność - iść za nakazami rozumu, postępować zgodnie z głosem wewnętrznym
-   przeciwienstwo do epikurejskiej przyjemności - pragnienia przeszkadzają człowiekowi działac rozsądnie
-   apatia
-   ataraksia niewzruszonosc
-   autarkia samowystarczalnosc

-   


-   intencja czynu ponad skutek

